using System.Windows;

[assembly: ThemeInfo(
    ResourceDictionaryLocation.None, // Расположение тематических словарей ресурсов
                                     // (используется, если ресурс не найден на странице
                                     // или в словарях ресурсов приложения)
    ResourceDictionaryLocation.SourceAssembly // Расположение универсального словаря ресурсов
                                              // (используется, если ресурс не найден на странице,
                                              // в приложении или в тематических словарях)
)]